Repository: weilu/iat_score
Catalog: iat_score/locale/*/LC_MESSAGES/iat_score.po
Languages: es

source: There were not enough rounds to determine a result.
es: No hubo suficientes rondas para determinar un resultado.

source: There were not enough trials to determine a result.
es: No hubo suficientes ensayos para determinar un resultado.

source: There were too many fast trials to determine a result.
es: Hubo demasiados ensayos rápidos para determinar un resultado.

source: automatic association of
es: asociación automática de

source: with
es: con

source: and
es: y

source: little to no
es: poca o ninguna

source: a slight
es: una leve

source: a moderate
es: una moderada

source: a strong
es: una alta

source: Your data suggest
es: Sus datos sugieren
